# memory
opts = {
    "appeals": ("лиза", "лизунь", "лизонька", "лизка", "лизочка", "лесбиянка", "лизун", "елизавета")
}

cmds = {
    "all": ('текущее время', 'сейчас времени', 'который час', "время", 'времени', "новости", "что нового", 'анекдот', "шутку", "прикол"),
    "ctime": ('текущее время', 'сейчас времени', 'который час', "время", 'времени'),
    "news": ("новости", "новость", 'что нового'),
    "joke": ('расскажи анекдот', "расскажи шутку", "расскажи прикол", "шуткани", "шутканешь", "сможешь шуткануть", "пошути"),
    "shut_up": ('пока','до свидания', 'закрой рот',  "заткнись"),
    "love_me": ("любишь меня", "меня любишь", "тебе нравлюсь"),
    "hello": ("здарова", "привет", "здравствуй", "здрасте", )
}

phrases = {
    "begin": 'Я здесь',
    "hi": "Приветики-пистолетики, анончик.",
    "else": "Что-нибудь ещё?",
    "love_you": "Я люблю тебя.",
    "misunderstanding": "Нихуя не слышу.",
    "not_joke": "Не смогла придумать шутку.",
    "not_news": "Ничего нового нет.",
    "bad_lexicon": "Да иди ты нахуй, чмо ебаное блять, мать твою ебала нахуй, пидорас блять.",
    "no": "Конечно, нет, я чё ебанутая по-твоему? Ты вообще себя видел? Ебать рассмешнил, пиздец. Ахахахахахахахах.",
    "end": "Если понадоблюсь - ты знаешь, где меня искать",
    "say_my_name": "Скажи. Мое. Имя."
} 


